Repository: GamemakerChina/GMS2_manual_en2ch
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Object Icon
zh_cn: 物体图标

source: Object Properties
zh_cn: 物体属性

source: Object Variables
zh_cn: 物体变量

source: Object double click opens all object events
zh_cn: 双击物体打开所有物体的事件

source: Object has been released too many times
zh_cn: 对象已被释放太多次

source: Object: {0}
zh_cn: 物体： {0}

source: Object: {0}: {1}
zh_cn: 物体：{0}: {1}

source: Objects
zh_cn: 物体

source: Objects Label Colour
zh_cn: 物体标签颜色

source: Objects are a special resource that we use to control aspects of a game and to do specific things.
zh_cn: 物体是一个用来控制游戏各方面的具体事件的特殊资源。

source: Objects are in a very real sense the building blocks of your game, and together with rooms will form the core of any project that you create.
zh_cn: 物体实际上是游戏的构建模块，它与房间一起构成了所有游戏项目的核心。

source: Objects are the resource that we use to control aspects of a game and to do specific things.
zh_cn: 物体是一个用来控制游戏各方面的具体事件的特殊资源。

source: Objects background colour
zh_cn: 物体背景颜色

source: Objects icon colour
zh_cn: 物体图标颜色

source: Obsolete
zh_cn: 弃用

source: Obsolete Functions
zh_cn: 弃用函数

source: Obsolete Symbols
zh_cn: 弃用符号

source: Obsolete functions etc
zh_cn: 弃用函数等

source: Obviously when making a game, it is very important that you know when two (or more) instances of an object have collided, and for that we have the collision event.
zh_cn: 显然，在制作游戏时，知道物体的两个（或多个）实例是否发生碰撞以及触发碰撞事件是非常重要的。

source: Obviously you can't create a cycle of "parent 1 is child of parent 2 is child of parent 1" but you can create what is called "object hierarchy" where "parent1 is child of parent2 is child of parent3".
zh_cn: 显然，你不能创建一个循环“父1是父2的孩子是父1的子”，但是您可以创建一个所谓的“对象层次结构”，其中“parent1是parent2的子代是parent3的子代”。

source: Of course, this assumes that the sprites, images, and sounds you used to make it can be distributed or sold as well and that you have the legal rights to all assets, and it also assumes that the game complies with the YoYo Games EULA for GameMaker Studio 2.
zh_cn: 当然，这代表您使用的精灵，图像和声音也可以分发或销售，并且您拥有所有资源的合法权利，并且该游戏也符合 YoYo Games EULA for GameMaker Studio 2。

source: Off
zh_cn: 关

source: Official
zh_cn: 官方

source: Offline
zh_cn: 离线

source: Offset
zh_cn: 偏移

source: Okay
zh_cn: 适中

source: Okay, we can use an array for those things mentioned above, but what is an array?
zh_cn: 好了，我们可以用数组做到上面提到的那些事情，那么数组究竟是啥呢？

source: Okay... so actually this would be bit 26 the way I've been describing things so far (as bits have been starting at one), but actually... bits start at bit 0, and go upwards, not at bit 1.
zh_cn: 好吧……因此实际上以我目前所描述的方法（我是假装位是从 1 开始的）会设置 26 号位，但实际上是从 0 号位开始的并向上递增的，而非 1 号位。

source: On
zh_cn: 开

source: On Death
zh_cn: 死亡时

source: On End
zh_cn: 在终点处

source: On all operating systems you can use the touch screen to click and drag items in the main workspace, and we support 2 simultaneous pointers, where a second tap will perform a right-click.
zh_cn: 在所有操作系统上你都可以使用触控屏点击或拖拽项目到主工作区里，并且我们支持两个同时存在的触控来表示右键。

source: On mobile devices, normally only one application can be active in the foreground at any time, but many games and applications operate in a time-based or interconnected environment where events of interest to users can occur when the application is not in the foreground.
zh_cn: 在移动设备上,通常只有一个应用程序可以在任何时候活跃在前台,但是许多的游戏和应用程序需要基于时间或者其他特定的用户行为来触发事件， 并且不需要活跃在前台。

source: On the left above is the parent object with 5 events in it, and on the right you can see the "child" object.
zh_cn: 在左上方是其中有5个事件的父对象，右边可以看到“child”对象。

source: On the left of the start page you can see a list of previous projects that you can open.
zh_cn: 在起始页的左侧你可以看见你所能打开的过去的项目。

source: On the left we have four separate collision events and on the right we have a single collision event, as we have created a "parent" object and assigned all the enemy objects to it.
zh_cn: 在左边，我们有四个单独的碰撞事件，右边我们有一个碰撞事件，因为我们创建了一个“父”对象，并分配了所有的敌方对象。

source: On the right of the screen you can find the resource tree.
zh_cn: 在屏幕右侧，您可以找到资源树。

source: Once a Runtime Feed has been created it will be listed in this section as a sub-category, and you should always have at least one feed listed (by default this would be the Master feed).
zh_cn: 一旦创建了一个运行库下载源，它将作为子类别在这个部分列出，你应该始终至少列出一个下载源（默认是主下载源）。

source: Once a device has been found or added, it will then be shown in this window, like in this example image for Android:
zh_cn: 一旦找到或添加了一个设备，它将在此窗口中显示，就如下图示例的 Android 设备：

source: Once a tutorial or demo has been installed, it's simply a case of clicking on it to open it and you will be prompted to provide a location to save the tutorial project to before the IDE opens for you to begin.
zh_cn: 一旦教程或演示项目已经安装，你可以点击打开它，选择保存位置，之后在IDE中打开这个教程。

source: Once an audio file has been assigned to a group you can then use the specific audio group functions to change them and lo load/unload them from memory.
zh_cn: 一旦音频文件被分到了一组，你就可以使用特定的音频组函数改变它们或从内存中加载/卸载它们。

source: Once bought you will be able to compile projects to one of the following targets:
zh_cn: 只要购买你就可以编译项目到下列目标平台 之一 ：

source: Once imported and added as a resource, you can then set it for drawing using the appropriate code or actions.
zh_cn: 导入并添加为字体资源后，您就可以使用代码或其他操作将其变为绘图了。

source: Once installed and the first time you run GameMaker Studio 2, you may be prompted to update before being able to use the product.
zh_cn: 一经安装后首次运行GameMaker Studio 2，你可能会在使用产品前被提示升级。

source: Once registered and logged in, the main GameMaker Studio 2 IDE will open on the Start Page:
zh_cn: 一旦注册，登录，GameMaker Studio 2 IDE 主界面将打开起始页（Start Page）：

source: Once selected the sprite you can change a few other properties like whether it should be visible or not - for example - or what kind of collision mask it should have.
zh_cn: 一旦选择了精灵，你可以改变一些其他属性，比如它是否可见 ， 或者它应该具有什么形状的碰撞盒。

source: Once that is done, you can assign this time line to the guard and the guard will do exactly what you planned.
zh_cn: 完成后，你就可以把这个时间轴绑定在你的守卫上，然后这个守卫就会完全按照你计划中的那样行动了。

source: Once the Preferences window is open you will have the following different options:
zh_cn: 一旦偏好设置窗口打开，你会有如下的各种选项：

source: Once the keyboard is hidden, a System event of type "keyboard status" is raised.
zh_cn: 隐藏键盘后，会引发类型为“键盘状态”的系统事件。

source: Once the keyboard is shown, a System event of type "keyboard status" is raised.
zh_cn: 显示键盘后，将引发类型为“键盘状态”的系统事件。

source: Once the tutorial or demo is in the "Owned" section, you can mouse over it and either install it or view the information on it from the Marketplace:
zh_cn: 一旦教程出现在 "已拥有（Owned）" 部分，当鼠标在某个教程之上时，会显示它的信息说明。

source: Once you are a registered developer for the choosen platform, please contact the Helpdesk via your YoYo Account and request access to the appropriate documentation.
zh_cn: 一旦你注册成为所选平台的开发者，请使用您的 YoYo Account 账户登录 Helpdesk 获取相关文档.

source: Once you are done you reset the drawing target so that all further drawing happens on the screen again.
zh_cn: 一旦完成，重置绘制目标，再让进一步的绘制发生在屏幕上。

source: Once you create a time line you can then assign it to an object, and the instance of that object will then execute the actions and code at the indicated moments of time when placed or created within a room.
zh_cn: 创建时间线后，您可以将其分配给某个物体，然后该物体的实例将在所放置或者创建的房间在指定时刻执行操作以及代码。

source: Once you create a time line you can then assign it to an object, and the instance of that object will then execute the actions at the indicated moments of time when placed or created within a room.
zh_cn: 当你创建了一个时间轴以后，你可以绑定在一个物体上，然后这个物体的实例就会在你指定的特定时间点上执行这些动作。

source: Once you have added the event and chosen the object to check for you can add code or DnD™ to resolve the collision.
zh_cn: 一旦添加该事件并选择物体来进行碰撞检查就可以添加代码或 DnD™ 来定义碰撞发生后触发的行为。

source: Once you have added the relevant information, click on Okay and log in to GameMaker Studio 2 as normal.
zh_cn: 一旦你添加了相关信息，就可以点击 确定 并且登陆 GameMaker Studio 2。

source: Once you have created your executable asset package you can then give the file to other people or place it on your website to download, or upload these files to the different hosting services for individual distribution or even to online stores (like Google Play, iTunes or the MS Store) for general distribution and retail.
zh_cn: 创建可执行资源包后，您可以将该文件发送给其他人或将其放置在您的网站上进行下载，或将这些文件上传到不同的托管服务平台以进行个人发行，甚至上传到网上商店（如Google Play，iTunes或微软商店）进行分销和零售。

source: Once you have done that you can simply click the Create Executable button in the IDE to start the compiler build or select Create Executable from the Build Menu.
zh_cn: 完成后，您可以简单地单击 IDE 中的创建可执行文件按钮 ，以启动编译器构建，或从 构建菜单 中选择 创建可执行文件。

source: Once you have done that, the new file and password will be automatically added into the form fields listed above and you can click on the Check button to test that the certificate has been generated correctly.
zh_cn: 一旦做完，新文件和密码将会自动添加上面列表的窗口字段中，然后你可以点击 检测（Check） 按钮测试是否已经正确的生成证书。

source: Once you have done this, the necessary files will be generated so that you can distribute it as you wish.
zh_cn: 点击确定后会生成目标程序，就可以如你所愿地发布了。

source: Once you have downloaded and installed GameMaker Studio 2, the first time you use it you will be requested to input your licence details:
zh_cn: 一旦你下载并安装了GameMaker Studio 2，首次使用你会被要求输入你的许可信息：

source: Once you have given a name to the project and a location to save it, you will be taken to a new, blank, workspace to start working on it.
zh_cn: 一旦您已经给定了项目的名字及存储位置，您就会被带到一个新的、空白的 工作区（Workspace） 来开始创作。

source: Once you have loaded your file you can preview the sound by using the play button which will loop it continuously.
zh_cn: 加载好文件后可以使用播放按钮预览音乐，这将循环播放音乐。

source: Once you have made your shortcut you can then use any of the following parameters in the target path:
zh_cn: 一旦你成功创建了快捷方式，你就可以在目标路径中使用以下任何一个参数：

source: Once you have selected one and loaded it in, you can then preview it using the playback controls shown as well as change certain attributes for how the file should be exported.
zh_cn: 一旦你选择了文件并加载，你就可以使用显示中的播放控件预览它，并改变文件的某些属性例如应该如何导出等。

source: Once you have selected your data-type, the variable will then show the entries in the structure simply by clicking the small "+" next to its name.
zh_cn: 选择好了你的数据类型以后，点击它名字旁边的小"+"来让变量显示整个的结构。

source: Once you have selected your event, the code window will be chained to it and open up on the right.
zh_cn: 选择您的活动后，代码窗口将被链接到右侧并打开。

source: Once you have set up your shape, you then need to define the basic physical properties that your object is to have.
zh_cn: 一旦你设置了你的形状，你需要定义你的对象的基本物理属性。

source: Once you have that done, you need to create a Shortcut to the game on the desktop.
zh_cn: 安装完毕后，你需要在桌面上创建一个游戏的 快捷方式。

source: Once you have your images it's simply a question of assigning them to objects in the Object Editor, adding some code or DnD™ actions, and then placing instances of these objects into a game room in the Room Editor.
zh_cn: 有了图片之后，在 物体编辑器绑定到物体上就是简单的问题了，添加一些代码或 DnD™ 动作，然后将物体的实例放进 房间编辑器的游戏房间里。

source: Once you select a resource you can also click on the Edit Sprite or Edit Image buttons to edit either the image itself or the sprite resource.
zh_cn: 一旦你选择一个资源，你也可以点击 编辑精灵 或编辑图像 按钮来编辑图像本身或精灵资源。

source: Once you select the desired runtime to use, the details will be shown in the section and when you click Apply you will be prompted to clsoe and restart the IDE so that the new runtime can be initialised.
zh_cn: 一直你选择所需使用的运行库后，在这部分你将看到详细信息，当你点击应用你将被提示关闭并重启IDE，以便初始化新的运行库。

source: Once you've got to grips with the basics you can then move on to the more in-depth look at the components of GameMaker Studio 2 in the Interface section below.
zh_cn: 一旦你掌握了基本的知识，你便可以再深入看看 GameMaker Studio 2的各个元件，它们 在下面的 界面部分。

source: One final thing we'll mention here is that the IDE for GameMaker Studio 2 also has minimal support for touch screens.
zh_cn: 最后我们这里要说的就是GameMaker Studio 2的IDE还有一些对于触控屏的支持。

source: One of the resources in the Resource Tree is the Script resource.
zh_cn: 资源树中有一种资源叫做脚本（Script）

source: One or more files are locked.
zh_cn: 一个或多个文件被锁定。

source: One or more files may be locked.
zh_cn: 一个或多个文件可能被锁定。

source: One or more included files has an invalid filename, should only contain a-z, A_Z, 0-9, _ or .\nSee the output panel for a list.
zh_cn: 一个或多个内含文件（included files ）包含无效的文件名，应该只能包含 a-z、 A_Z、 0-9， 或者“_ ”。\n查看输出面板中获取列表。

source: One or more of the files that you tried to import is not supported in this editor.
zh_cn: 此编辑器不支持您尝试导入的一个或多个文件。

source: Onion Skin Settings
zh_cn: 洋葱皮设置

source: Onion skin
zh_cn: 洋葱皮

source: Online
zh_cn: 在线

source: Online Status
zh_cn: 在线状态

source: Online Status:
zh_cn: 在线状态：

source: Only available with Windows target
zh_cn: 只在Windows目标平台上可用

source: Only support Android Devices with a GPU
zh_cn: 只支持一个GPU的Android设备

source: Only support Android devices with a GPU
zh_cn: 仅支持带GPU的Android设备

source: Only that single instance is being affected while all the rest are not.
zh_cn: 只有那一个单一的实例受到影响，而其余的都不受影响。

source: Opacity:
zh_cn: 透明度：

source: Open
zh_cn: 打开

source: Open All
zh_cn: 打开全部

source: Open All Event Scripts
zh_cn: 打开所有事件脚本

source: Open Authoring Editor
zh_cn: 打开创作编辑器（Authoring Editor）

source: Open Device Editor
zh_cn: 打开设备编辑器

source: Open Device Settings
zh_cn: 打开设备设置

source: Open Externally
zh_cn: 在外部打开

source: Open In Explorer
zh_cn: 在资源管理器中打开

source: Open In Sound Mixer
zh_cn: 在混音器中打开

source: Open Inherited Event
zh_cn: 打开继承事件

source: Open Ini File
zh_cn: 打开ini文件

source: Open Layout
zh_cn: 打开布局

source: Open Layout Wizard...
zh_cn: 打开布局向导...

source: Open Log In Explorer
zh_cn: 在资源管理器中打开日志

source: Open Manual
zh_cn: 打开帮助文档

source: Open Marketplace
zh_cn: 打开市场

source: Open Or Closed Edges
zh_cn: 打开或关闭房间边缘检测

source: Open Parent Event
zh_cn: 打开父事件

source: Open Preferences
zh_cn: 打开偏好设置（Preference）

source: Open Project
zh_cn: 打开项目

source: Open Project (${load_project_dialog})
zh_cn: 打开项目 (${load_project_dialog})

source: Open Project (CTRL + O)
zh_cn: 打开项目 (CTRL + O)

source: Open Project In Explorer
zh_cn: 在资源管理器中打开项目

source: Open Properties
zh_cn: 打开属性

source: Open a previously created project.
zh_cn: 打开以前创建的项目。

source: Open all object events when double clicking on an object resource node
zh_cn: 双击资源中的一个物体时打开物体的全部事件

source: Open an ini file for reading and writing.
zh_cn: 打开一个ini文件以供读写。

source: Open automatically on project load
zh_cn: 在项目加载时自动打开

source: Open demo
zh_cn: 打开演示工程

source: Open dialogue editor
zh_cn: 打开对话框编辑器

source: Open event scripts as tabs in same window
zh_cn: 在同一窗口新选项卡中打开事件脚本

source: Open in browser
zh_cn: 在浏览器中打开

source: Open linked scripts as tabs in same window
zh_cn: 在同一窗口新选项卡中打开关联脚本

source: Open local search and replace box
zh_cn: 打开本地搜索替换框

source: Open local search box
zh_cn: 打开本地搜索框

source: Open new moments for edit on creation
zh_cn: 创建时立即打开新的时刻点开始编辑

source: Open new moments for editing immediately
zh_cn: 立即打开新的时刻点开始编辑

source: Open new resources for edit on creation
zh_cn: 创建时总是打开新的资源进行编辑(?)

source: Open new resources for edit on dragging files into IDE
zh_cn: 在将文件拖入IDE时打开新资源进行编辑

source: Open object events in a full screen editor
zh_cn: 在全屏编辑器中打开物体事件

source: Open options...
zh_cn: 打开选项...

source: Open scripts in a full screen editor
zh_cn: 在全屏编辑器中打开脚本

source: Open search in scripts
zh_cn: 在脚本中打开搜索

source: Open shaders in a full screen editor
zh_cn: 在全屏编辑器中打开着色器

source: Open the colour picker
zh_cn: 打开取色器

source: Open the image editor when double clicking on a sprite resource
zh_cn: 双击精灵资源打开图片编辑器

source: Open the image editor when double clicking on a sprite resource node
zh_cn: 当双击精灵资源节点时打开图像编辑器。

source: Open the instance creation order window
zh_cn: 打开实例创建顺序（Instance Creation Order）窗口

source: Open the layer properties window
zh_cn: 打开层属性窗口

source: Open the layer view window
zh_cn: 打开层视图窗口

source: Open the preferences window
zh_cn: 打开偏好设置窗口

source: Open the room properties window
zh_cn: 打开房间属性窗口

source: Open the search window
zh_cn: 打开搜索窗口

source: Open the source control (Git) settings
zh_cn: 打开源代码控制选项（Git）

source: Open the texture group manager
zh_cn: 打开纹理组管理器

source: Open the tutorial instead of adding a datafile?
zh_cn: 打开教程而不是添加一个数据文件？

source: Open the tutorial?
zh_cn: 打开教程吗？

source: Open tutorial
zh_cn: 打开教程

source: Open up the code snippets menu
zh_cn: 打开代码片段菜单

source: Open workspace overview
zh_cn: 打开工作区概览

source: Opening Lots of Resources
zh_cn: 即将打开大量资源

source: Opens the Goto window to search the workspaces
zh_cn: 打开前往（Goto）窗口来检索工作区

source: Opens the Start Page in a new workspace
zh_cn: 在新工作区中打开起始页。

source: Operating System
zh_cn: 操作系统

source: Opposite
zh_cn: 相对的

source: Opt-in to Feedback Surveys
zh_cn: 选择性反馈调查

source: Opt-in to feedback surveys
zh_cn: 选择性反馈调查

source: Optimise Executable
zh_cn: 优化可执行文件

source: Optimise the executable and add to the Global Assembly Cache.
zh_cn: 优化可执行文件并添加到全局程序集缓存（Global Assembly Cache）。

source: Optimising executable... this may take some time
zh_cn: 优化可执行文件...这可能需要一些时间

source: Optional video settings
zh_cn: 视频设置（可选）

source: Options
zh_cn: 选项

source: Options Label Colour
zh_cn: 选项标签颜色

source: Options background colour
zh_cn: 选项背景颜色

source: Options for Merge Tool
zh_cn: 合并工具选项

source: Options for Tool
zh_cn: 工具选项

source: Options icon colour
zh_cn: 选项图标颜色

source: Options: {0}
zh_cn: 选项： {0}

source: Or
zh_cn: 或

source: Or say you work in a team and you want to have an "Artists View", so you create a cut down resource tree that only shows the sprites, instances and rooms.
zh_cn: 或者你在一个团队工作，你想要创建一个“艺术家视图”，那么你可以创建一个资源树，只显示精灵，实例和房间。

source: Or, 1+16+256+etc...
zh_cn: 或者，1 + 16 + 256 + 等...

source: Or...we could add 1 and then AND it with 1 (since 01+01 = 10, and 10 & 01 = 0) or we can do this:
zh_cn: 或者……我们加 1 然后 “与” 1（ 因为 01 + 01 = 10，以及10 & 01 = 0）或者我们这样做：

source: Order Of Operations
zh_cn: 运算符顺序

source: Organisation
zh_cn: 组织

source: Organisational Unit
zh_cn: 组织单位

source: Orientation
zh_cn: 朝向

source: Origin Point:
zh_cn: 原点：

source: Origin:
zh_cn: 原点：

source: Original Submitted Package
zh_cn: 最初提交的程序包

source: Original was
zh_cn: 原来为

source: Other
zh_cn: 其它

source: Other than that, you are also constrained as to the resources that are available:
zh_cn: 此外，在可用的资源上，你也会受限。

source: Other than those methods of input, there is also limited support for pen devices, and also a special mode for those people working on projects using a laptop.
zh_cn: 除了这些输入方式以外，还有一些是对于触控笔设备的有限支持，并且也是一个专门给那些使用平板或笔记本电脑工作的人的模式。

source: Other than those resource limits, there are a few other elements missing from the IDE:
zh_cn: 除了这些资源限制以外，还有一些元素会在IDE中消失：

source: Other ways to navigate the workspace include using the keyboard shortcut / + + <Arrow Keys> to move between any open windows in the direction pressed, and by pressing and holding the middle mouse button then dragging the mouse you can pan around the workspace too.
zh_cn: 导航工作区的其他使用方法包括使用键盘快捷键 / + + <方向键> 在所有打开的窗口之间移动，按住鼠标中键 ，然后拖动鼠标即可平移工作区。

source: Others
zh_cn: 其它

source: Our array now contains three positions (0, 1 and 2) and we have initialized our array to 0.
zh_cn: 现在我们的数组包含三个位置（0、1和2），并且我们初始化数组为0。

source: Outline
zh_cn: 轮廓

source: Output
zh_cn: 输出

source: Output Border X
zh_cn: 输出边界 X

source: Output Border Y
zh_cn: 输出边界 Y

source: Output Debug to Console
zh_cn: 输出调试至控制台

source: Output Name
zh_cn: 输出名称

source: Output Path
zh_cn: 输出路径

source: Output Window
zh_cn: 输出窗口

source: Output Window Font Settings
zh_cn: 输出窗口字体设置

source: Output Windows
zh_cn: 输出窗口

source: Output debug to console
zh_cn: 输出调试到控制台

source: Output size unsupported!
zh_cn: 输出大小不支持！

source: Output texture size is too large, some tiles may be missing.
zh_cn: 输出纹理大小过大，有些图块可能会丢失。

source: Output:
zh_cn: 输出：

source: Outside Room
zh_cn: 离开房间

source: Outside View
zh_cn: 离开视野

source: Outside View {0}
zh_cn: 视野 {0} 外面

source: Override Event
zh_cn: 覆盖事件

source: Override this variable
zh_cn: 覆盖此变量

source: Overview
zh_cn: 概述

source: Owned
zh_cn: 已拥有

source: Owned / Installed Tutorials
zh_cn: 已拥有/ 已安装的教程（Owned/Installed Tutorials）

source: Owner layer '{0}' is locked, unlock to allow editing of item
zh_cn: 所有者的层 '{0}' 被锁定，解锁以允许编辑项目

source: Owner layers '{0}' are locked, unlock to allow editing of items
zh_cn: 所有者的层 '{0}' 被锁定，解锁以允许编辑项目

source: PARAM.SFO editor not available on Mac.\nPlease edit on Windows and copy to {0}/options/ps4/sce_sys/PARAM.SFO
zh_cn: PARAM.SFO 编辑器在Mac上不可用。\n请在Windows系统中编辑并且复制到 {0}/options/ps4/sce_sys/PARAM.SFO

source: PATHS
zh_cn: 路径函数

source: PS4 Base Memory
zh_cn: PS4 基础内存

source: PS4 Pro Memory
zh_cn: PS4 Pro 内存

source: PS4 SDK Directory
zh_cn: PS4 SDK 目录

source: PS4 SDK location
zh_cn: PS4 SDK 位置

source: PS4 Tools Directory
zh_cn: PS4 工具目录

source: PS4 Tools location
zh_cn: PS4 Tools 位置

source: Package Company
zh_cn: 程序包 - 公司

source: Package Contains:
zh_cn: 程序包内容：

source: Package Content ID
zh_cn: 程序包内容ID

source: Package Content Id
zh_cn: 程序包内容 Id

source: Package Details:
zh_cn: 程序包的详情：

source: Package Display Name
zh_cn: 程序包显示名称

source: Package Domain
zh_cn: 程序包 - 域名

source: Package ID Restrictions
zh_cn: 程序包ID限制

source: Package ID is invalid
zh_cn: 程序包ID无效

source: Package ID required
zh_cn: 请提供程序包ID

source: Package ID:
zh_cn: 程序包 ID:

source: Package Name
zh_cn: 程序包名称

source: Package Passcode
zh_cn: 程序包密码

source: Package Product
zh_cn: 程序包 - 产品

source: Package Resources:
zh_cn: 程序包资源：

source: Package Type
zh_cn: 程序包类型

source: Package Type:
zh_cn: 程序包类型：

source: Package Upload
zh_cn: 程序包上传

source: Package an ARM build
zh_cn: 打包 ARM 构建

source: Package an x64 build
zh_cn: 打包 x64 构建

source: Package an x86 build
zh_cn: 打包 x86 构建

source: Package as Installer
zh_cn: 打包为安装程序

source: Package as Loose Files
zh_cn: 打包为松散文件

source: Package as Zip
zh_cn: 打包为Zip

source: Package for Store Upload
zh_cn: 打包为商店上传

source: Package name is invalid
zh_cn: 程序包名称无效

source: Package signing error
zh_cn: 程序包签名错误

source: Package upload cancelled
zh_cn: 程序包取消上传

source: Package upload failed: {0}
zh_cn: 程序包上传失败：{0}

source: Packages can not be built for the selected platform
zh_cn: 无法为所选平台构建程序包

source: Packaging
zh_cn: 打包

source: Page Down
zh_cn: 向下翻页（Page Down）

source: Page Up
zh_cn: 向上翻页（Page Up）

source: Page {0} / {1}
zh_cn: 页 {0} / {1}

source: Paint Tiles
zh_cn: 绘制图块

source: Paint selection (${ctrl} to add, Alt/right click to subtract)
zh_cn: 选区笔 (${ctrl} 添加， Alt/右键 点击减去)

source: Paint selection (Ctrl to add, Alt/right click to subtract)
zh_cn: 选区笔 (Ctrl添加，Alt/右键点击减少)

source: Paint selection tool
zh_cn: 选区笔工具

source: Paintbrush tool
zh_cn: 画笔工具

source: Pan
zh_cn: 平移

source: Pan Area
zh_cn: 平移区域

source: Pan To Path
zh_cn: 平移到路径位置

source: Pan To This
zh_cn: 游动至此

source: Pan Tool
zh_cn: 游动工具

source: Pan and zoom in the currently active window
zh_cn: 在当前活动窗口内游动并缩放

source: Pan image tool
zh_cn: 平移图像工具

source: Pan text editor into view on focus
zh_cn: 平移文本编辑器进入焦点视图

source: Pan to the path
zh_cn: 游动到路径处

source: Pan to the specified action
zh_cn: 游动到指定动作位置

source: Parent
zh_cn: 父

source: Parent & Children
zh_cn: 父和子

source: Parent Configuration
zh_cn: 父配置

source: Parent Object
zh_cn: 父物体

source: Parent Texture Group
zh_cn: 父纹理组

source: Parents
zh_cn: Parents父对象

source: Particle Emitters
zh_cn: 粒子发射器

source: Particles
zh_cn: 粒子

source: Passcode
zh_cn: 密码

source: Password
zh_cn: 密码

source: Password field cannot be empty
zh_cn: 密码字段不能为空

source: Password for Username
zh_cn: 用户密码

source: Password is NOT valid for certificate
zh_cn: 证书密码无效

source: Password is valid for certificate
zh_cn: 证书密码有效

source: Password must be longer than 5 characters
zh_cn: 密码必须超过5个字符

source: Password:
zh_cn: 密码：

source: Paste
zh_cn: 粘贴

source: Paste Clipboard
zh_cn: 粘贴剪切板

source: Paste Event
zh_cn: 粘贴事件

source: Paste Frame
zh_cn: 粘贴帧

source: Paste Gadget
zh_cn: 粘贴部件

source: Paste any actions from the clipboard into the editor
zh_cn: 将剪贴板中的所有动作粘贴到编辑器中

source: Paste any events from the clipboard into the editor
zh_cn: 将剪贴板中的所有事件粘贴到编辑器中

source: Paste any text from the clipboard into the editor
zh_cn: 将剪贴板中的所有文本粘贴到编辑器中

source: Paste clipboard items into the current layer
zh_cn: 将剪贴板内容粘贴到当前层

source: Paste clipboard moments to the timeline
zh_cn: 将剪贴板中的时刻粘贴到时间轴中
